Repository: mamuka-dev/beegone-rider-ios_OLD
Catalog: Herway/Source/Main/Localizations/*.lproj/Localizable.strings
Languages: es

source: Today
es: Este Dia

source: Yesterday
es: el dia de ayer

source: Tomorrow
es: Mañana

source: Good Morning
es: Buenos días

source: Good Night
es: Buenas noches

source: Good Afternoon
es: Buenas tardes

source: Good Evening
es: Buenas noches

source: Kindly enter message
es: Por favor ingrese el mensaje

source: No history available!
es: No hay historial disponible!

source: Credited by
es: Acreditado por

source: Debited by
es: Debitado por

source: Done
es: Hecho

source: Manage Cards
es: Administrar Tarjetas

source: Add Card for payments
es: Agregar tarjeta para pagos

source: BookingID: %@
es: Id. de reserva: %@

source: No rides available!
es: No hay viajes disponibles!

# no_mins
source: 0 mins
es: 0 minutos

# total_mins
source: %@ mins
es: %@ minutos

source: No rides completed
es: No hay viajes completados

source: No comment available
es: Ningún comentario disponible

source: Kindly enter an amount
es: Por favor ingrese una cantidad

source: Set/Add default card.
es: Establecer/Agregar tarjeta predeterminada.

source: Support
es: Apoyo

source: I need support ...)
es: necesito apoyo ...)

source: SOS Number Not Available
es: Número SOS no disponible

source: Are you sure want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?

source: YES
es: SÍ

source: Download best taxi app from here:
es: Descarga la mejor aplicación de taxi desde aquí:

# Location Already Exists
source: Something went wrong!, e.g: (Location Already Exists)
es: Algo salió mal!, e.g: (La ubicación ya existe)

source: Download app from here:
es: Descarga la aplicación desde aquí:

source: Home
es: Hogar

source: Wallet
es: Cartera

source: Rides History
es: Historial de viajes

source: Schedule Rides
es: Programar viajes

source: Wallet & Coupon history
es: Historial de billetera y cupones

source: Settings
es: Ajustes

source: Profile
es: Perfil

# Due to peak hours
source: Due to peak hours, charges will be vary based on availability of providers
es: Debido a las horas pico, los cargos variarán según la disponibilidad de los proveedores.

source: Driver accepted your request.
es: El conductor aceptó su solicitud.

# Availability of providers
source: Due to peak hours, charges will be vary based on availability of providers
es: Debido a las horas pico, los cargos variarán según la disponibilidad de los proveedores.

source: Driver has arrived at your location.
es: El conductor ha llegado a su ubicación.

source: Enjoy the ride
es: Disfruta el viaje

source: Kindly give rating
es: Amablemente dar calificación

# distanceKm
source: %@ Km
es: %@ kilómetros

# total_Min
source: %@ Min
es: %@ mínimo

source: Select Date & Time
es: Seleccionar fecha y hora

source: Add Promo Code
es: Agregar

source: TRANSPORTATION
es: TRANSPORTACIÓN

source: DELIVERY
es: ENTREGA

source: TRUCK
es: CAMIÓN

source: Kindly select destination!
es: Por favor seleccione destino!

source: Enter your pickup location
es: Introduce tu lugar de recogida

source: Kindly select pickup location!
es: Por favor, seleccione la ubicación de recogida!

source: There are no default card available!
es: No hay ninguna tarjeta predeterminada disponible!

source: Kindly add SOS number first from settings
es: Agregue primero el número de SOS desde la configuración

source: Enter drop off location
es: Ingrese la ubicación de entrega

# MapsMessage
source: We need your location to show you on Maps
es: Necesitamos tu ubicación para mostrarte en Maps

source: Cancel
es: Cancelar

source: Kindly wait for some time before sending the otp again.
es: Por favor espere un tiempo antes de enviar el otp nuevamente.

source: Code has been sent.
es: El código ha sido enviado.

source: Invalid code
es: Codigo invalido

source: Phone number has been verified.
es: El número de teléfono ha sido verificado.

source: Something went wrong!
es: Algo salió mal!

source: Kindly select terms & condition
es: Por favor seleccione TyC

source: User create successfully!
es: Usuario creado con éxito!

source: First name required.
es: Primer nombre (requerido.

source: Last name required.
es: Apellido Obligatorio.

source: Email required.
es: Correo electronico (requerido.

source: Valid email required.
es: Se requiere un correo válido.

source: Password required.
es: Se requiere contraseña.

source: Password should be 6 characters
es: La contraseña debe tener 6 caracteres

source: Countries
es: Países

source: Phone number required.
es: Número de teléfono requerido.

source: Please Login: User Already Registered
es: Inicie sesión: usuario ya registrado

source: Kindly enter valid phone number.
es: Por favor ingrese un número de teléfono válido.

source: Kindly fill all fields
es: Favor de llenar todos los campos

source: New password & Confirm Password are not matching.
es: Nueva contraseña y Confirmar contraseña no coinciden.

source: Kindly restart the app to apply changes for localization.
es: Reinicie amablemente la aplicación para aplicar los cambios para la localización.

source: Okey
es: Buena
